[
    "Sleep. Puts the user to sleep for 1d4 hours",
    "Hirsutism. Rapid hair growth all over the body lasting 1d6 days",
    "Ocular Hemorrhage. Bleeding from the eyes deals 1d4 damage per hour for 1d6 hours",
    "Hallucinations. Vivid hallucinations persist for 2d4 hours",
    "Death Vision. Flashbacks of your own eventual demise occur every 1d4 hours for 1d6 days",
    "Skin Distortion. The skin cracks and appears distorted for 2d6 hours",
    "Skin Condition. Spots grow on the skin lasting 1d8 days",
    "Diarrhea. Severe stomach issues persist for 1d12 hours",
    "Nausea. Vomiting occurs every 1d4 hours for 1d6 hours",
    "Vision Impairment. Blurred vision imposes -2 to all perception checks for 1d8 hours",
    "Blindness. Complete loss of vision for 2d6 hours",
    "Deafness. Complete loss of hearing for 2d6 hours",
    "Mutism. Unable to speak for 2d6 hours",
    "Hemorrhage. Health loss via rapid bleeding causing 1d6 damage per hour for 1d4 hours",
    "Accent Curse. A sudden horrific accent persists for 1d12 hours",
    "Dance Fever. The irresistible urge to dance every 1d20 minutes for 2d4 hours",
    "Demonic Whispers. The hearing of demons continues for 1d8 hours",
    "Vertigo. Loss of balance imposes -2 to all dexterity checks for 2d4 hours",
    "Taste Distortion. Everything tastes like dirt for 1d12 hours",
    "Hypersalivation. Excessive drooling continues for 1d6 hours",
    "Mental Decline. Loss of intelligence reduces INT by 1d4 for 2d6 hours",
    "Weakness. Loss of strength reduces STR by 1d4 for 2d6 hours",
    "Sluggishness. Loss of speed reduces movement by 10ft for 2d6 hours",
    "Social Awkwardness. Loss of charisma reduces CHA by 1d4 for 2d6 hours",
    "Euphoria. Genuine happiness lasts for 1d8 hours",
    "Starvation. Hunger requires eating double rations for 1d4 days",
    "Dehydration. Thirst requires drinking triple water for 1d4 days",
    "Respiratory Issues. Trouble breathing reduces CON by 2 for 1d8 hours",
    "Facial Hair. Sudden moustache growth persists for 1d6 days",
    "Toxicity. Poisoning deals 1d4 damage per hour for 1d6 hours",
    "Stone Form. Petrification lasts for 1d4 hours",
    "Paralysis. Stunning effect lasts for 1d6 rounds",
    "Binding. Immobilisation persists for 1d4 minutes",
    "Arousal. Increased libido affects behavior for 2d4 hours",
    "Restlessness. Fidgeting imposes -1 to concentration checks for 1d8 hours",
    "Irritation. Itchiness causes -1 to all actions for 1d6 hours",
    "Skin Reaction. Rashes persist for 2d4 days",
    "Animal Magnetism. Attracts bears within 1d4 miles for 2d6 hours",
    "Filth. Magically covers in dirt for 1d12 hours",
    "Odor. Horrifying stench affects 30ft radius for 1d8 hours",
    "Hair Loss. Baldness lasts for 2d6 days",
    "Inflammation. Swelling reduces movement speed by 5ft for 1d8 hours",
    "Item Curse. Loss of a random item worth up to 1d100 gold",
    "Hex. Curses impose -1d4 to all rolls for 1d6 hours",
    "Injury. Damage deals 2d6 immediate damage",
    "Magical Vulnerability. Weakness to a magical damage type increases damage by 50% for 1d8 hours",
    "Physical Vulnerability. Weakness to physical damage increases damage by 50% for 1d8 hours",
    "Remorse. Feelings of guilt impose -2 to CHA checks for 2d4 hours",
    "Nervousness. Feelings of anxiety impose -2 to WIS checks for 2d4 hours",
    "Embarrassment. Feelings of shame impose -2 to CHA checks for 2d4 hours",
    "Allergies. Sneezing occurs every 1d4 minutes for 1d6 hours",
    "Emotional Surge. Uncontrollable crying continues for 1d4 hours",
    "Bardic Impulse. Need to sing heroic music every 1d20 minutes for 2d4 hours",
    "Affection. Urge to hug occurs every 1d6 minutes for 1d4 hours",
    "Theft Compulsion. Kleptomania affects behavior for 2d6 hours",
    "Gas. Burping occurs every 1d4 minutes for 1d6 hours",
    "Anosmia. Loss of smell persists for 2d4 hours",
    "Sleep Disorder. Insomnia prevents long rests for 1d4 days",
    "Suspicion. Paranoia affects all social interactions for 2d6 hours",
    "Misfortune. Bad luck imposes -1 to all rolls for 1d8 hours",
    "Imp Summoning. Summons 1d4 imps that want to kill you",
    "Bee Swarm. Summons 2d6 angry bees that deal 1 damage each",
    "Phobia. Fear of something causes WIS saves DC 15 when encountered for 1d6 days",
    "Insanity. Temporary madness lasts for 1d4 hours",
    "Calmness. Relaxation prevents rage or similar effects for 1d6 hours",
    "Synesthesia. Appreciation of colours and sound lasts for 2d4 hours",
    "Psychedelia. Tripping the hell out continues for 2d6 hours",
    "Desire. Painful lust imposes -2 to concentration for 1d8 hours",
    "Daze. Light headedness imposes -1 to all mental checks for 1d6 hours",
    "Overconfidence. Increased confidence causes -2 to wisdom saves for 2d4 hours",
    "Foolhardiness. Recklessness imposes disadvantage on saving throws for 1d4 hours",
    "Fury. Rage grants +2 STR but -2 WIS for 1d6 hours",
    "Depression. Sadness imposes -2 to all charisma checks for 2d4 hours",
    "Disorientation. Dizziness causes -2 to all physical checks for 1d6 hours",
    "Agony. Pain causes 1d4 damage every hour for 1d6 hours",
    "Spirit Influence. Slight possession requires WIS saves DC 12 every hour for 1d8 hours",
    "Food Aversion. Allergic reaction to your favourite food lasts for 2d6 days",
    "Identity Crisis. Strong believe you're someone else persists for 1d12 hours",
    "Financial Curse. Severe debt of 2d100 gold pieces appears",
    "Irritability. Grumpiness affects all social interactions for 1d8 hours",
    "Convulsions. Muscle spasms impose -2 to physical checks for 1d6 hours",
    "Indigestion. A bloated feeling reduces movement by 5ft for 1d4 hours",
    "Illness. A cold reduces CON by 2 for 1d6 days",
    "Temperature. A fever causes -1 to all rolls for 1d4 days",
    "Weightlessness. Becoming strangely light reduces weight by 50% for 1d8 hours",
    "Enervation. Weakness reduces all damage dealt by 2 for 2d4 hours",
    "Aggression. The urge to fight requires WIS saves DC 13 when insulted for 1d8 hours",
    "Companionship. The need to make friends affects behavior for 2d4 hours",
    "Sickness. Nausea imposes disadvantage on concentration checks for 1d6 hours",
    "Emotional Instability. Mood swings occur every 1d20 minutes for 2d6 hours",
    "Dependence. Addiction to the substance lasts for 1d6 days",
    "Alcoholism. Need for booze requires 1d4 drinks per hour for 1d6 hours",
    "Inebriation. Drunkeness imposes -2 to all rolls for 2d4 hours",
    "Respiratory. Coughing occurs every 1d6 minutes for 1d8 hours",
    "Verbosity. Uncontrollable babbling prevents stealth for 1d4 hours",
    "Discomfort. Slight aches reduce HP maximum by 1d4 for 1d8 hours",
    "Taste Disturbance. A bad taste persists for 1d12 hours",
    "Joy. Giddiness causes uncontrollable giggling for 1d6 hours",
    "Hilarity. Laughter occurs every 1d4 minutes for 2d4 hours"
]