[
    "Soin. Régénère instantanément des points de vie lorsqu'elle est bue. Régénère 2d6+4 PV.",
    "Vigueur. Donne des points de vie temporaires lorsqu'elle est bue. Donne 1d10 PV temporaires pendant 1 heure.",
    "Vitalité. Régénère lentement des points de vie sur une période de quelques heures. Régénère 1 PV par minute pendant 1 heure.",
    "Puissance. Donne un bonus aux jets d'attaque après avoir été bue. +2 aux jets d'attaque pendant 10 minutes.",
    "Courage. Immunise contre la peur et donne une inspiration temporaire. Immunité à la peur et avantage sur les jets de sauvegarde de Sagesse pendant 1 heure.",
    "Force de géant. Donne une force bien supérieure à l'utilisateur. La Force devient 25 pendant 1 minute.",
    "Résistance à la flamme. Donne une résistance aux dégâts de feu. Résistance aux dégâts de feu pendant 1 heure.",
    "Résistance au froid. Donne une résistance aux dégâts de froid. Résistance aux dégâts de froid pendant 1 heure.",
    "Résistance nécrotique. Donne une résistance aux dégâts nécrotiques. Résistance aux dégâts nécrotiques pendant 1 heure.",
    "Résistance radiante. Donne une résistance aux dégâts radiants. Résistance aux dégâts radiants pendant 1 heure.",
    "Peau de pierre. Donne une résistance aux dégâts physiques. Résistance aux dégâts contondants, perforants et tranchants pendant 10 minutes.",
    "Résistance à l'acide. Donne une résistance aux dégâts d'acide. Résistance aux dégâts d'acide pendant 1 heure.",
    "Résistance à la foudre. Donne une résistance aux dégâts de foudre. Résistance aux dégâts de foudre pendant 1 heure.",
    "Charme de succube. Rend l'utilisateur irrésistible aux personnes à proximité. Les créatures à 9 mètres doivent réussir un jet de sauvegarde de Sagesse (DD 15) ou être charmées pendant 1 heure.",
    "Bouclier. Donne à l'utilisateur un bouclier magique d'énergie. +2 à la CA pendant 1 minute.",
    "Souffle de flamme. Donne à l'utilisateur un souffle de feu pendant un court moment. Souffle de feu (4d6 dégâts, cône de 4,5 mètres) pendant 1 minute.",
    "Croissance. Fait doubler la taille de l'utilisateur. La taille double et les dégâts des attaques augmentent de 1d4 pendant 10 minutes.",
    "Rétrécissement. Réduit la taille de l'utilisateur de moitié. La taille est réduite de moitié et la CA augmente de +2 pendant 10 minutes.",
    "Compréhension. Permet à l'utilisateur de comprendre toutes les langues. Comprend toutes les langues pendant 1 heure.",
    "Fertilité. Rend l'utilisateur très fertile, presque certain de concevoir un enfant sous son effet ! Fertilité maximale pendant 24 heures.",
    "Intimidation. Donne à l'utilisateur une voix puissante qui terrifie ceux qui l'entourent. Les créatures à 9 mètres doivent réussir un jet de sauvegarde de Charisme (DD 15) ou être effrayées pendant 1 minute.",
    "Chance. Donne à l'utilisateur un boost temporaire de chance. Avantage sur les jets de dés pendant 1 heure.",
    "Mana. Donne à l'utilisateur plus de puissance magique pour lancer des sorts. Récupère 1d4 emplacements de sorts.",
    "Arcanes. Donne à l'utilisateur des sorts plus puissants. Les sorts infligent +2 dégâts pendant 1 heure.",
    "Forme animale. Transforme l'utilisateur en un animal aléatoire. Transformation en animal (CR 1 ou moins) pendant 1 heure.",
    "Rêves. Plonge l'utilisateur dans un monde de rêves hallucinatoires de son rêve parfait. Hallucinations pendant 1 heure.",
    "Cauchemars. Plonge l'utilisateur dans un monde de cauchemars hallucinatoires de ses pires cauchemars. Effrayé et désorienté pendant 1 heure.",
    "Endurance. Donne à l'utilisateur plus d'endurance et de constitution. +2 à la Constitution pendant 1 heure.",
    "Pieds agiles. Donne à l'utilisateur plus de vitesse. Vitesse augmentée de 3 mètres pendant 1 heure.",
    "Connaissance. Augmente temporairement l'intelligence de l'utilisateur. +2 à l'Intelligence pendant 1 heure.",
    "Barde. Augmente temporairement le Charisme de l'utilisateur. +2 au Charisme pendant 1 heure.",
    "Déguisement. Change la forme de l'utilisateur en un déguisement de n'importe quelle race et apparence. Transformation en une autre apparence pendant 1 heure.",
    "Festin. Supprime toute faim et soif de la cible. Nourrit et hydrate complètement pendant 24 heures.",
    "Jeunesse. Rend l'utilisateur plus jeune de quelques années. Réduit l'âge de 1d10 années pendant 24 heures.",
    "Vieillesse. Vieillit l'utilisateur de quelques années. Augmente l'âge de 1d10 années pendant 24 heures.",
    "Fournaise. Fait rayonner l'utilisateur avec une aura de dégâts. Aura de 1d6 dégâts de feu dans un rayon de 1,5 mètre pendant 1 minute.",
    "Vue d'aigle. Donne à l'utilisateur une vision perçante et un bonus à la perception. +5 à la Perception et vision dans le noir pendant 1 heure.",
    "Santé. Guérit toutes les maladies et maladies. Guérit toutes les maladies et conditions.",
    "Invulnérabilité. Gèle l'utilisateur dans une stase qui le rend immunisé aux dégâts mais il ne peut pas bouger ou agir. Immunité aux dégâts mais paralysé pendant 1 minute.",
    "Énigme résolue. Donne à l'utilisateur la solution à une seule énigme. Résout une énigme spécifique.",
    "Apparence horrifiante. Rend l'utilisateur plus laid pendant un moment. -2 au Charisme pendant 1 heure.",
    "Apparence magnifique. Rend l'utilisateur plus attirant pendant un moment. +2 au Charisme pendant 1 heure.",
    "Maîtrise de l'épée. Rend l'utilisateur plus efficace et polyvalent avec une lame. +2 aux jets d'attaque avec des armes de mêlée pendant 1 heure.",
    "Maîtrise de l'arc. Rend l'utilisateur plus efficace avec un arc ou une arme à distance. +2 aux jets d'attaque avec des armes à distance pendant 1 heure.",
    "Souffle de nymphe. Permet à l'utilisateur de respirer sous l'eau. Respiration aquatique pendant 1 heure.",
    "Midas. Transforme les objets en or. Transforme un objet en or (jusqu'à 30 cm de diamètre) pendant 1 heure.",
    "Berserker. Fait entrer l'utilisateur dans une rage de grande force. Avantage sur les jets de force et +2 aux dégâts pendant 1 minute.",
    "Haine absolue. Donne à l'utilisateur des bonus contre un type d'ennemi particulier. +2 aux jets d'attaque et de dégâts contre un type d'ennemi spécifique pendant 1 heure.",
    "Oracle. Permet à l'utilisateur de deviner l'avenir. Peut poser une question sur l'avenir et obtenir une réponse vague.",
    "Sangsue démoniaque. Soigne une partie des dégâts infligés par l'utilisateur. Soigne 1d6 PV pour chaque 10 dégâts infligés pendant 1 heure.",
    "Nature féerique. Permet à l'utilisateur de devenir un avec les animaux et la nature environnante. Communication avec les animaux et avantage aux jets de Nature pendant 1 heure.",
    "Sans trace. Rend l'utilisateur très difficile à suivre. Avantage aux jets de Discrétion et pas de traces physiques pendant 1 heure.",
    "Grâce. Améliore les compétences d'acrobatie de l'utilisateur. +5 aux tests d'Acrobatie pendant 1 heure.",
    "Escalade de gobelin. Donne à l'utilisateur un bonus à l'escalade. +5 aux tests d'Escalade pendant 1 heure.",
    "Mort apparente. Rend l'utilisateur complètement mort à toute magie. Apparaît mort aux détections magiques pendant 1 heure.",
    "Trèfle à une feuille. Donne à l'utilisateur une malchance. Désavantage sur tous les jets de dés pendant 1 heure.",
    "Possession. Permet à l'utilisateur de prendre le contrôle d'une créature proche, son corps devenant comateux. Contrôle une créature pendant 1 minute (jet de sauvegarde de Sagesse DD 15).",
    "Veille du hibou. Rend l'utilisateur sans besoin de sommeil pendant un moment. Pas besoin de dormir pendant 24 heures.",
    "Vol du faucon. Permet à l'utilisateur de voler. Vol pendant 10 minutes.",
    "Paix. Rend l'utilisateur très calme et incapable de nuire aux autres. Incapacité d'attaquer ou de nuire pendant 1 heure.",
    "Réjuvénation. Guérit une seule cicatrice ou blessure grave sur l'utilisateur, comme un bras manquant. Guérit une blessure permanente.",
    "Vérité du sphinx. Force l'utilisateur à dire la vérité. Incapacité de mentir pendant 1 heure.",
    "Langue de serpent. Force l'utilisateur à ne pouvoir que mentir. Incapacité de dire la vérité pendant 1 heure.",
    "Navigation. Rend l'utilisateur incapable de se perdre et lui permet de trouver ce dont il a besoin. Impossible de se perdre et trouve le chemin le plus court pendant 1 heure.",
    "Griffes d'horreur. Les mains de l'utilisateur deviennent des lames tranchantes. Les mains infligent 1d8 dégâts tranchants pendant 10 minutes.",
    "Schadenfreude. Fait que les ennemis subissent des dégâts lorsqu'ils en infligent à l'utilisateur. Les ennemis subissent la moitié des dégâts infligés à l'utilisateur pendant 1 minute.",
    "Invisibilité. Rend l'utilisateur invisible. Invisibilité pendant 10 minutes.",
    "Magie sauvage. Accède à la magie sauvage, provoquant un effet absolument aléatoire. Effet aléatoire de la table de magie sauvage.",
    "Renommée. Rend l'utilisateur plus célèbre. +2 au Charisme dans les interactions sociales pendant 24 heures.",
    "Marche de chèvre. Rend l'utilisateur immunisé aux fatigues des longs voyages et aux intempéries. Immunité à la fatigue due aux voyages et aux conditions météorologiques pendant 24 heures.",
    "Ténacité de gargouille. Augmente la constitution de l'utilisateur. +2 à la Constitution pendant 1 heure.",
    "Horloge atomique. Permet à l'utilisateur de connaître l'heure et la date exactes. Connaît l'heure et la date exactes en permanence.",
    "Transmutation. Permet à l'utilisateur de changer les propriétés de quelque chose. Transforme un objet en un autre objet de même taille pendant 1 heure.",
    "Peau de fer. Transforme la peau de l'utilisateur en métal, lui conférant de nombreuses résistances. Résistance aux dégâts physiques et +2 à la CA pendant 10 minutes.",
    "Changement de sexe. Change le sexe de l'utilisateur. Changement de sexe pendant 24 heures.",
    "Changement de race. Change la race de l'utilisateur. Changement de race pendant 24 heures.",
    "Souffle musical. Fait que l'utilisateur dit tout en chanson, et une musique féerique l'accompagne dans l'air. Parle en chanson et attire l'attention pendant 1 heure.",
    "Compréhension totale. Rend l'utilisateur très intime avec une chose précise. Aléatoire ou choisi. Connaissance approfondie d'un sujet spécifique pendant 1 heure.",
    "Forme divisée. L'utilisateur se transforme en deux ou trois petites versions de lui-même et les contrôle toutes. Divise en 2 ou 3 versions miniatures pendant 10 minutes.",
    "Saveur. Rend tout délicieux ! Tout ce qui est mangé ou bu a un goût incroyable pendant 1 heure.",
    "Scintillement. Nettoie instantanément l'utilisateur et son équipement, les rendant aussi beaux que possible. Nettoie et embellit l'utilisateur et son équipement pendant 1 heure.",
    "Amour. Fait tomber l'utilisateur et quelqu'un d'autre amoureux. Charmé par une créature spécifique pendant 1 heure.",
    "Poison. Empoisonne l'utilisateur, l'affaiblissant. Empoisonné pendant 1 heure (désavantage aux jets d'attaque et de sauvegarde).",
    "Renaissance. Ressuscite l'utilisateur s'il meurt peu après avoir bu. Ressuscite avec 1 PV si mort dans les 10 minutes.",
    "Forme élémentaire. Transforme l'utilisateur en une forme élémentaire correspondant à sa personnalité. Transformation en élémentaire (feu, eau, terre, air) pendant 10 minutes.",
    "Forme véritable. Transforme l'utilisateur en une créature familière similaire à sa personnalité. Transformation en familier (chat, chien, oiseau, etc.) pendant 1 heure.",
    "Toucher divin. Donne à l'utilisateur une connexion sacrée à sa divinité ou à une entité démoniaque. Avantage sur les jets liés à la religion et aux soins pendant 1d6 heures.",
    "Antidépresseur. Améliore l'humeur de l'utilisateur et réduit les effets de peur ou de tristesse. Immunité à la peur et au désespoir pendant 1 heure.",
    "Forme fantomatique. Rend l'utilisateur intangible et capable de traverser les objets solides. Intangibilité pendant 1 minute.",
    "Compétence d'artisan. Donne à l'utilisateur une grande habileté dans un art spécifique temporairement. Compétence experte dans un art ou artisanat pendant 1 heure.",
    "Forme divine. Améliore toutes les statistiques de l'utilisateur temporairement. +4 à toutes les caractéristiques pendant 10 minutes.",
    "Armes bénies. Les armes de l'utilisateur infligent des dégâts supplémentaires. +1d8 dégâts radieux avec les armes pendant 10 minutes.",
    "Euphorie. Donne à l'utilisateur un sentiment de bonheur extrême et des visions hallucinatoires. Avantage sur les jets de Charisme, désavantage sur la Perception, pendant 10 minutes.",
    "Garde du corps. Crée un garde du corps spectral temporaire obéissant aux ordres de l'utilisateur. Invoque un garde spectral avec 20 PV pendant 10 minutes.",
    "Babelfish. Permet à l'utilisateur de parler n'importe quelle langue, mais sans la comprendre. Capacité de parler toutes les langues pendant 1 heure.",
    "Préservation. Empêche tout ce sur quoi la potion est versée de pourrir ou se dégrader. Conserve un objet ou de la nourriture pendant 1d6 jours.",
    "Peur. Rend l'utilisateur terrifié. L'utilisateur est effrayé pendant 1 minute (test de sauvegarde de Sagesse pour résister).",
    "Vision nocturne. Permet de voir dans l'obscurité comme en plein jour. Vision dans l'obscurité jusqu'à 60 pieds pendant 8 heures.",
    "Pistage. Permet à l'utilisateur de traquer un ennemi avec précision. Avantage sur les jets de Survie pour suivre des traces pendant 1 heure.",
    "Panacée. Guérit tous les effets de statut affectant l'utilisateur. Supprime tous les états négatifs (poison, paralysie, maladie, etc.)."
]